Revit 2027 API
StructuralSectionIWelded.WebHeight Property
 Web Height.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double WebHeight { get; set; }
Public Property WebHeight As Double
	Get
	Set
public:
property double WebHeight {
	double get ();
	void set (double value);
}
member WebHeight : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionIWelded Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace